package cn.partytime.wechat.words;

/**
 * Created by liuwei on 2016/10/26.
 */
public class Words {

     /*public static final String WELCOME = "伟大的弹幕召唤师，欢迎来到弹幕世界！\n" +
             "轻抚水晶、默念咒语，发动体内的洪荒之力，大开脑洞开始创造属于自己的弹幕王国吧！\n"
            + "弹幕基础咒语：\n"+"1.巴拉巴拉小魔仙，弹幕变\n"+"2.我是要成为弹幕王的男人";*/

     public static final String WELCOME = "HELLO,终于等到你了伟大的弹幕召唤师，欢迎进入EnterX的世界。我是聚聚，EnterX影厅的守护神~\n" +
             "你可能会问应该如何加入史上最萌弹幕天团呢？下面由我来为大家介绍一下互动影厅的弹幕使用魔法。\n" +
             "Step1：进入“弹幕电影”服务号后，点击下方菜单里的“发弹幕”。\n"+
             "Step2：在弹出的列表中选择 “H5弹幕”；在输入框中输入你想说的话，点击［发送］，此时如果你正在Enter X影厅观影，就可以发现你的弹幕上墙啦！\n"+
             "Tips：弹幕发送页面还可以任意更换字体颜色，还有各种炫酷表情包，让你的弹幕与众不同哦~~\n"+
             "想了解更多弹幕魔法，可以多观察打量“弹幕电影”服务号，在对话框里和小编互动也可以的哦，说不定你会解锁新的弹幕技能。\n"+
             "希望大家在这里观（tu）影（cao）愉快，比心！";
}
